Repository: pmpr/wp-mdl-content-management
Catalog: translation/*.po
Languages: fa_ir

source: Contact
fa_ir: ارتباط با ما

source: You are try to submit a comment with a quote, but quote data not valid.
fa_ir: شما در حال تلاش برای گذاشتن دیدگاه همراه باد نقل قول هستید، اما داده‌های مربوط به نقل قول معتبر نیستند.

source: Sorry, you don’t have the required permissions to change this comment.
fa_ir: متاسفانه شما دسترسی لازم برای ایجاد تغییر روی این دیدگاه را ندارید.

source: Sorry, this comment not editable anymore.
fa_ir: متاسفانه این دیدگاه، دیگر قابل ویرایش نیست.

source: Sorry, you don’t have the required permissions to delete this comment.
fa_ir: متاسفانه شما دسترسی لازم برای حذف این دیدگاه را ندارید.

source: Sorry, this comment not removable anymore.
fa_ir: متاسفانه این دیدگاه، دیگر قابل حذف نیست.

source: Comment deleted successfully.
fa_ir: دیدگاه با موفقیت حذف شد.

source: Sorry, you don’t have the required permissions to do this.
fa_ir: متاسفانه شما دسترسی لازم برای انجام این کار را ندارید.

source: Comment not found.
fa_ir: دیدگاه یافت نشد.

source: Sorry, you don’t have the required permissions to add an editorial comment on this post.
fa_ir: متاسفانه شما دسترسی لازم برای گذاشتن دیدگاه بر روی این نوشته را ندارید.

source: Editorial Comments
fa_ir: دیدگاه‌های ویراستاری

source: Load More
fa_ir: بارگیری بیشتر

source: Quote
fa_ir: نقل قول

source: There is no comment yet.
fa_ir: هنوز دیدگاهی ثبت نشده است.

source: Write Something
fa_ir: چیزی بنویسید

source: Send Comment
fa_ir: ارسال دیدگاه

source: Editing Comment
fa_ir: در حال ویرایش دیدگاه

source: Replying to %s
fa_ir: در حال پاسخ به %s

source: Inserting quote
fa_ir: در حال درج نقل قول

source: Insert selected text as a quote in editorial comments
fa_ir: درج متن به‌صورت نقل‌قول در دیدگاه‌های ویراستاری

source: Empty Text
fa_ir: متن خالی

source: Text can not be empty.
fa_ir: متن نمی‌تواند خالی باشد.

source: Comment
fa_ir: دیدگاه‌

source: Comments
fa_ir: دیدگاه‌‌ها

source: User
fa_ir: کاربر

source: Post
fa_ir: نوشته‌

source: Text
fa_ir: متن

source: Reply Comment
fa_ir: پاسخ به دیدگاه

source: Created At
fa_ir: تاریخ ثبت

source: Updated At
fa_ir: تاریخ به روزرسانی

source: Replied to %s
fa_ir: در پاسخ به %s

source: Reply
fa_ir: پاسخ

source: Edit
fa_ir: ویرایش

source: Delete
fa_ir: حذف

source: Delete Comment
fa_ir: حذف دیدگاه

source: Are you sure you want to delete this comment? This action cannot be undone!
fa_ir: آیا مطمئن هستید که می‌خواهید این دیدگاه را حذف کنید؟ این اقدام قابل بازگشت نیست!

source: Yes, delete it!
fa_ir: بله ، حذف شود!

source: Quotes
fa_ir: نقل قول‌ها

source: Start Offset
fa_ir: کلمه ابتدایی

source: End Offset
fa_ir: کلمه پایانی

source: Content Management Setting
fa_ir: تنظیمات مدیریت محتوا

source: Setting
fa_ir: تنظیمات
